-- MySQL dump 10.13  Distrib 5.7.17, for Win64 (x86_64)
--
-- Host: localhost    Database: noonedata
-- ------------------------------------------------------
-- Server version	5.7.20-log

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `product`
--

DROP TABLE IF EXISTS `product`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `product` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `created_by` bigint(20) DEFAULT NULL,
  `created_date` datetime DEFAULT NULL,
  `modified_by` bigint(20) DEFAULT NULL,
  `modified_date` datetime DEFAULT NULL,
  `company_code` varchar(255) DEFAULT NULL,
  `company_mobile` varchar(255) DEFAULT NULL,
  `composition` varchar(255) DEFAULT NULL,
  `expired_date` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `price` varchar(255) DEFAULT NULL,
  `produce_company` varchar(255) DEFAULT NULL,
  `sku` varchar(255) DEFAULT NULL,
  `produce_address` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=104 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `product`
--

LOCK TABLES `product` WRITE;
/*!40000 ALTER TABLE `product` DISABLE KEYS */;
INSERT INTO `product` VALUES (55,NULL,NULL,-999,'2018-01-02 15:41:52','JY24406060163781','4000-5566-08',NULL,'即饮','豆浆','1.88','佛山市楷博食品有限公司','饮料','佛山市顺德区乐从镇腾兴路A76-78'),(56,NULL,NULL,-999,'2017-12-31 14:56:48','JY24406060163781','4000-5566-08',NULL,'48小时','粒粒莓奶馅欧包','3.88','佛山市楷博食品有限公司','1','佛山市顺德区乐从镇腾兴路A76-78'),(57,NULL,NULL,-999,'2017-12-31 14:55:25','JY24406060163781','4000-5566-08',NULL,'48小时','雪山莓粒欧包','3.88','佛山市楷博食品有限公司','2','佛山市顺德区乐从镇腾兴路A76-78'),(58,NULL,NULL,-999,'2017-12-31 15:03:35','JY24406060163781','4000-5566-08',NULL,'48小时','椰莓结','1.88','佛山市楷博食品有限公司','3','佛山市顺德区乐从镇腾兴路A76-78'),(59,NULL,NULL,-999,'2017-12-31 15:06:00','JY24406060163781','4000-5566-08',NULL,'48小时','葱香火火兔','2.88','佛山市楷博食品有限公司','4','佛山市顺德区乐从镇腾兴路A76-78'),(60,NULL,NULL,-999,'2017-12-31 15:10:44','JY24406060163781','4000-5566-08',NULL,'48小时','三角火腿包','2.88','佛山市楷博食品有限公司','5','佛山市顺德区乐从镇腾兴路A76-78'),(61,NULL,NULL,-999,'2017-12-31 15:13:01','JY24406060163781','4000-5566-08',NULL,'48小时','熊脚印','2.88','佛山市楷博食品有限公司','6','佛山市顺德区乐从镇腾兴路A76-78'),(62,NULL,NULL,-999,'2017-12-31 15:16:51','JY24406060163781','4000-5566-08',NULL,'48小时','杏仁南瓜软心包','2.88','佛山市楷博食品有限公司','7','佛山市顺德区乐从镇腾兴路A76-78'),(63,NULL,NULL,-999,'2018-01-02 16:15:37','JY24406060163781','4000-5566-08',NULL,'48小时','核桃结','2.88','佛山市楷博食品有限公司','8','佛山市顺德区乐从镇腾兴路A76-78'),(64,NULL,NULL,-999,'2017-12-31 15:27:16','JY24406060163781','4000-5566-08',NULL,'48小时','满满越莓包','2.88','佛山市楷博食品有限公司','9','佛山市顺德区乐从镇腾兴路A76-78'),(65,NULL,NULL,-999,'2017-12-31 15:28:42','JY24406060163781','4000-5566-08',NULL,'48小时','肉松锦囊包','2.88','佛山市楷博食品有限公司','10','佛山市顺德区乐从镇腾兴路A76-78'),(66,NULL,NULL,-999,'2017-12-31 15:30:52','JY24406060163781','4000-5566-08',NULL,'48小时','千层塔','3.88','佛山市楷博食品有限公司','11','佛山市顺德区乐从镇腾兴路A76-78'),(67,NULL,NULL,-999,'2017-12-31 15:30:59','JY24406060163781','4000-5566-08',NULL,'48小时','百搭咸方包','1.88','佛山市楷博食品有限公司','12','佛山市顺德区乐从镇腾兴路A76-78'),(68,NULL,NULL,-999,'2017-12-31 15:36:46','JY24406060163781','4000-5566-08',NULL,'48小时','提子方包','1.88','佛山市楷博食品有限公司','13','佛山市顺德区乐从镇腾兴路A76-78'),(69,NULL,NULL,-999,'2017-12-31 15:41:26','JY24406060163781','4000-5566-08',NULL,'48小时','蜜豆方包','1.88','佛山市楷博食品有限公司','14','佛山市顺德区乐从镇腾兴路A76-78'),(70,NULL,NULL,-999,'2018-01-11 18:51:55','JY24406060163781','4000-5566-08',NULL,'48小时','奶油泡芙（四个装）','3.88','佛山市楷博食品有限公司','15','佛山市顺德区乐从镇腾兴路A76-78'),(71,NULL,NULL,-999,'2017-12-31 15:58:05','JY24406060163781','4000-5566-08',NULL,'48小时','芝士三文治','3.88','佛山市楷博食品有限公司','16','佛山市顺德区乐从镇腾兴路A76-78'),(72,NULL,NULL,-999,'2017-12-31 16:05:23','JY24406060163781','4000-5566-08',NULL,'48小时','丹麦菠萝批','3.88','佛山市楷博食品有限公司','17','佛山市顺德区乐从镇腾兴路A76-78'),(73,NULL,NULL,-999,'2017-12-31 16:06:38','JY24406060163781','4000-5566-08',NULL,'48小时','奶香酥片','1.88','佛山市楷博食品有限公司','18','佛山市顺德区乐从镇腾兴路A76-78'),(74,NULL,NULL,-999,'2017-12-31 16:10:49','JY24406060163781','4000-5566-08',NULL,'48小时','乳酪蓝莓烧','2.88','佛山市楷博食品有限公司','19','佛山市顺德区乐从镇腾兴路A76-78'),(75,NULL,NULL,-999,'2017-12-31 16:14:31','JY24406060163781','4000-5566-08',NULL,'48小时','肉松贝贝','3.88','佛山市楷博食品有限公司','20','佛山市顺德区乐从镇腾兴路A76-78'),(76,NULL,NULL,-999,'2017-12-31 16:17:13','JY24406060163781','4000-5566-08',NULL,'48小时','双色蛋糕','3.88','佛山市楷博食品有限公司','21','佛山市顺德区乐从镇腾兴路A76-78'),(77,NULL,NULL,-999,'2017-12-31 16:19:33','JY24406060163781','4000-5566-08',NULL,'48小时','可可蛋卷','3.88','佛山市楷博食品有限公司','22','佛山市顺德区乐从镇腾兴路A76-78'),(78,NULL,NULL,-999,'2017-12-31 16:25:33','JY24406060163781','4000-5566-08',NULL,'48小时','日式网红蛋糕','3.88','佛山市楷博食品有限公司','23','佛山市顺德区乐从镇腾兴路A76-78'),(79,NULL,NULL,-999,'2017-12-31 16:27:34','JY24406060163781','4000-5566-08',NULL,'48小时','老婆饼','1.88','佛山市楷博食品有限公司','24','佛山市顺德区乐从镇腾兴路A76-78'),(81,NULL,NULL,-999,'2017-12-31 16:35:36','JY24406060163781','4000-5566-08',NULL,'48小时','礼盒三重奏','4.88','佛山市楷博食品有限公司','25','佛山市顺德区乐从镇腾兴路A76-78'),(82,-999,'2018-01-02 15:46:15',-999,'2018-01-02 15:46:15','JY24406060163781','4000-5566-08',NULL,'48小时','抹茶蜜豆卷','3.88','佛山市楷博食品有限公司','26','佛山市顺德区乐从镇腾兴路A76-78'),(83,-999,'2018-01-02 15:46:55',-999,'2018-01-02 15:46:55','JY24406060163781','4000-5566-08',NULL,'48小时','寿司肉松卷','3.88','佛山市楷博食品有限公司','27','佛山市顺德区乐从镇腾兴路A76-78'),(84,-999,'2018-01-06 20:02:07',-999,'2018-01-06 20:02:07','JY24406060163781','4000-5566-08',NULL,'48小时','丹麦火腿批','3.88','佛山市楷博食品有限公司','28','佛山市顺德区乐从镇腾兴路A76-78'),(85,-999,'2018-01-06 20:17:12',-999,'2018-01-06 20:17:12','JY24406060163781','4000-5566-08',NULL,'48小时','杏仁紫薯软心包','2.88','佛山市楷博食品有限公司','29','佛山市顺德区乐从镇腾兴路A76-78'),(86,-999,'2018-01-10 17:19:28',-999,'2018-01-10 17:19:28','JY24406060163781','4000-5566-08',NULL,'48小时','黄金菠萝包（香芋）','1.88','佛山市楷博食品有限公司','30','佛山市顺德区乐从镇腾兴路A76-78'),(87,-999,'2018-01-10 17:21:41',-999,'2018-01-10 17:21:41','JY24406060163781','4000-5566-08',NULL,'48小时','火玉杂粮包','2.88','佛山市楷博食品有限公司','31','佛山市顺德区乐从镇腾兴路A76-78'),(88,NULL,NULL,-999,'2018-01-10 17:25:04','JY24406060163781','4000-5566-08',NULL,'48小时','芝士酸奶莓粒包','3.88','佛山市楷博食品有限公司','32','佛山市顺德区乐从镇腾兴路A76-78'),(89,-999,'2018-01-10 17:27:37',-999,'2018-01-10 17:27:37','JY24406060163781','4000-5566-08',NULL,'48小时','U型欧包','3.88','佛山市楷博食品有限公司','34','佛山市顺德区乐从镇腾兴路A76-78'),(90,-999,'2018-01-10 17:28:42',-999,'2018-01-10 17:28:42','JY24406060163781','4000-5566-08',NULL,'48小时','心心相印欧包','3.88','佛山市楷博食品有限公司','35','佛山市顺德区乐从镇腾兴路A76-78'),(91,-999,'2018-01-11 12:41:22',-999,'2018-01-11 12:41:22','JY24406060163781','4000-5566-08',NULL,'48小时','香芋锦囊包','2.88','佛山市楷博食品有限公司','36','佛山市顺德区乐从镇腾兴路A76-78'),(92,-999,'2018-01-11 12:47:00',-999,'2018-01-11 12:47:00','JY24406060163781','4000-5566-08',NULL,'48小时','四色糯米糍','2.88','佛山市楷博食品有限公司','37','佛山市顺德区乐从镇腾兴路A76-78'),(95,-999,'2018-01-11 18:58:46',-999,'2018-01-11 18:58:46','JY24406060163781','4000-5566-08',NULL,'48小时','日式蓝莓蛋糕','3.88','佛山市楷博食品有限公司','38','佛山市顺德区乐从镇腾兴路A76-78'),(96,-999,'2018-01-11 19:09:17',-999,'2018-01-11 19:09:17','JY24406060163781','4000-5566-08',NULL,'48小时','草莓奶油卷','3.88','佛山市楷博食品有限公司','39','佛山市顺德区乐从镇腾兴路A76-78'),(97,NULL,NULL,-999,'2018-01-11 19:19:29','JY24406060163781','4000-5566-08',NULL,'48小时','波点蛋糕卷','3.88','佛山市楷博食品有限公司','40','佛山市顺德区乐从镇腾兴路A76-78'),(98,-999,'2018-01-12 15:13:39',-999,'2018-01-12 15:13:39','JY24406060163781','4000-5566-08',NULL,'48小时','礼盒五重奏','5.88','佛山市楷博食品有限公司','41','佛山市顺德区乐从镇腾兴路A76-78'),(99,NULL,NULL,-999,'2018-01-12 15:20:46','JY24406060163781','4000-5566-08',NULL,'48小时','周昌盛特制糕点1号','1.88','佛山市楷博食品有限公司','001','佛山市顺德区乐从镇腾兴路A76-78'),(100,-999,'2018-01-12 15:20:38',-999,'2018-01-12 15:20:38','JY24406060163781','4000-5566-08',NULL,'48小时','周昌盛特制糕点2号','2.88','佛山市楷博食品有限公司','002','佛山市顺德区乐从镇腾兴路A76-78'),(101,-999,'2018-01-12 15:21:06',-999,'2018-01-12 15:21:06','JY24406060163781','4000-5566-08',NULL,'48小时','周昌盛特制糕点3号','3.88','佛山市楷博食品有限公司','003','佛山市顺德区乐从镇腾兴路A76-78'),(102,NULL,NULL,-999,'2018-01-12 15:21:49','JY24406060163781','4000-5566-08',NULL,'48小时','周昌盛特制糕点4号','4.88','佛山市楷博食品有限公司','004','佛山市顺德区乐从镇腾兴路A76-78'),(103,-999,'2018-01-12 15:22:04',-999,'2018-01-12 15:22:04','JY24406060163781','4000-5566-08',NULL,'48小时','周昌盛特制糕点5号','5.88','佛山市楷博食品有限公司','005','佛山市顺德区乐从镇腾兴路A76-78');
/*!40000 ALTER TABLE `product` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-01-12 22:40:30
